Repository: dp-152/mydaytoday
Catalog: app/src/main/locale/*.po
Languages: ja_jp, pt_br

# app_name
source: My Day Today
ja_jp: 今日は
pt_br: Meu Dia Hoje

# entry_focusTitle
source: Focus of the Day
ja_jp: 今日の着目点
pt_br: Foco do Dia

# entry_focusHint
source: What have I focused on today?
ja_jp: 今日の着目点は何でしたか
pt_br: Em quê eu foquei hoje?

# entry_prioritiesTitle
source: Priorities of the Day
ja_jp: 今日の優先点
pt_br: Prioridades do Dia

# entry_prioritiesHint
source: What were my priorities today?
ja_jp: 今日の優先点は何でしたか
pt_br: Quais foram minhas prioridades de hoje?

# entry_goalsTitle
source: Goals of the day
ja_jp: 今日の目的
pt_br: Metas do dia

# entry_goalsHint
source: Set a goal
ja_jp: 目的の入力
pt_br: Criar uma meta

# entry_goalDeleteButtonDescription
source: Delete this goal
ja_jp: 目的の削除
pt_br: Excluir esta meta

# entry_goalAddButtonDescription
source: Add a new goal
ja_jp: 目的の追加
pt_br: Adicionar nova meta

# entry_learnedTodayTitle
source: What I learned
ja_jp: 今日の知った事
pt_br: O quê aprendi

# entry_learnedTodayHint
source: What are the things I learned today?
ja_jp: 今日は知った事は何でしたか
pt_br: Quais foram as coisas que eu aprendi hoje?

# entry_avoidTomorrowTitle
source: To avoid the next day
ja_jp: 翌日から避けるべき事
pt_br: Evitar no dia seguinte

# entry_avoidTomorrowHint
source: What are the things I should avoid tomorrow?
ja_jp: 明日から避けるべき事は何ですか
pt_br: O que eu deveria evitar amanhã?

# entry_thankfulForTitle
source: I am Thankful For:
ja_jp: 今日の有り難く思う事
pt_br: Sou grato por:

# entry_thankfulForHint
source: What am I thankful for today?
ja_jp: 今日はどんな事を有り難く思いますか
pt_br: Pelo quê sou grato hoje?

# entry_confirmMoodScoreEmptyMessage
source: You forgot to select your mood. Are you sure you want to submit?
ja_jp: 今日の機嫌が選択していません。 そのまま登録しても宜しいですか
pt_br: Você esqueceu de selecionar seu humor. Tem certeza de que quer continuar?

# entry_confirmFocusEmptyMessage
source: You forgot to talk about your focus of the day. Are you sure you want to submit?
ja_jp: 今日の着目点が入力していません。 そのまま登録しても宜しいですか
pt_br: Você esqueceu de falar sobre seu foco de hoje. Tem certeza de que quer continuar?

# entry_confirmPrioritiesEmptyMessage
source: You forgot to write your priorities of the day. Are you sure you want to submit?
ja_jp: 今日の優先点が入力していません。 そのまま登録しても宜しいですか
pt_br: Você esqueceu de escrever as suas prioridades do dia. Tem certeza de que quer continuar?

# entry_confirmGoalsEmptyMessage
source: You didn't add any goals for this day. Are you sure you want to submit?
ja_jp: 今日の目的は一つも入力していません。 そのまま登録しても宜しいですか
pt_br: Você não adicionou nenhuma meta para este dia. Tem certeza de que quer continuar?

# entry_confirmGoalsUncheckedMessage
source: You didn't mark any goal as completed. Are you sure you want to submit?
ja_jp: 完成とした目的は一つもありません。 そのまま登録しても宜しいですか
pt_br: Você não marcou nenhuma meta como cumprida. Tem certeza de que quer continuar?

# entry_confirmLearnedTodayEmptyMessage
source: You forgot to write what you learned today. Are you sure you want to submit?
ja_jp: 今日の知った事が入力していません。 そのまま登録しても宜しいですか
pt_br: Você esqueceu de escrever o que aprendeu hoje. Tem certeza de que quer continuar?

# entry_confirmAvoidTomorrowEmptyMessage
source: You forgot to say the things you should avoid tomorrow. Are you sure you want to submit?
ja_jp: 明日から避けるべき事が入力していません。 そのまま登録しても宜しいですか
pt_br: Você esqueceu de dizer o que deveria evitar amanhã. Tem certeza de que quer continuar?

# entry_confirmThankfulForEmptyMessage
source: You forgot to say what you are thankful for today. Are you sure you want to submit?
ja_jp: 今日の有り難く思う事が入力していません。 そのまま登録しても宜しいですか
pt_br: Você esqueceu de dizer pelo quê você é grato hoje. Tem certeza de que quer continuar?

# entry_confirmEmptyFieldTrue
source: Yes, I'm sure
ja_jp: はい
pt_br: Sim, tenho certeza

# entry_confirmEmptyFieldFalse
source: Go back!
ja_jp: いいえ
pt_br: Voltar

# newEntry_label
source: %1$s - Create a new entry
ja_jp: %1$s ・ 新登録
pt_br: %1$s - Escrever sobre este dia

# newEntry_submitSuccessToast
source: New entry recorded!
ja_jp: 完全に登録しました
pt_br: Novo dia salvo!

# updateEntry_submitSuccessToast
source: Updated successfully!
ja_jp: 完全に修正されました!
pt_br: Atualizado com sucesso!

# editEntry_label
source: %1$s - Edit this entry
ja_jp: %1$s - 登録修正
pt_br: %1$s - Editar este dia

# emptyDay_label
source: %1$s - This day is empty
ja_jp: %1$s - 登録無し
pt_br: %1$s - Este dia está vazio

# emptyDay_noEntryMessage
source: Looks like you didn't write anything about this day yet. Don't worry, you still have a chance to do it. Just tap the button below:
ja_jp: 今日の登録はまだ無いようです。 今すぐこの下のボタンを押して登録しましょう。
pt_br: Parece que você não escreveu nada sobre esse dia. Não se preocupe, ainda dá tempo. Basta tocar no botão abaixo:

# currentEntry_moodScoreImageDescription
source: This day's mood - %1$s
ja_jp: 今日の機嫌 %1$s
pt_br: Humor deste dia - %1$s

# currentEntry_moodScoreDescription0
source: Horrible
ja_jp: 最不良
pt_br: Horrível

# currentEntry_moodScoreDescription1
source: Bad
ja_jp: 不良
pt_br: Ruim

# currentEntry_moodScoreDescription2
source: Normal
ja_jp: 普通

# currentEntry_moodScoreDescription3
source: Good
ja_jp: 良
pt_br: Bom

# currentEntry_moodScoreDescription4
source: Perfect
ja_jp: 最良
pt_br: Perfeito

# currentEntry_moodScoreDescriptionNull
source: No mood today
ja_jp: 無し
pt_br: Sem humor hoje

# currentEntry_deleteConfirmationMessage
source: This will permanently delete this entry from your log. Be aware that it will not be possible to recover your entry after this. Are you sure you want to delete this entry?
ja_jp: この日の登録が不変に削除されます。 削除した後、登録を元に戻すことができません。 削除しても宜しいですか
pt_br: Isto irá excluir este dia permanentemente. Lembre-se que não vai ser possível recuperar este dia após isto. Tem certeza de que quer excluir este dia?

# currentEntry_deleteConfirmationTrue
source: Delete entry
ja_jp: 削除する
pt_br: Excluir dia

# currentEntry_deleteConfirmationFalse
source: Go back
ja_jp: 削除しない
pt_br: Voltar

# currentEntry_deleteConfirmationDone
source: Entry deleted successfully!
ja_jp: 完全に削除されました
pt_br: Dia excluído com sucesso!

# tomorrowEntry_label
source: %1$s - Plan the next day
ja_jp: %1$s 翌日を計画する
pt_br: %1$s - Planejar o dia seguinte

# tomorrowEntry_tomorrowFocusHint
source: What should I focus on tomorrow?
ja_jp: 明日の着目点は何ですか
pt_br: Em quê eu devo focar amanhã?

# tomorrowEntry_tomorrowPrioritiesHint
source: What are my priorities tomorrow?
ja_jp: 明日の優先は何ですか
pt_br: Quais são as minhas prioridades de amanhã?

# concludeEntry_label
source: %1$s - Complete today's entry
ja_jp: %1$s 今日の登録を完成する
pt_br: %1$s - Concluir o dia de hoje

# home_planTomorrowButtonDescription
source: Plan Tomorrow
ja_jp: 翌日を計画する
pt_br: Planejar amanhã

# home_concludeTodayButtonDescription
source: Complete today's entry
ja_jp: 今日の登録を完成する
pt_br: Concluir o dia de hoje
